Repository: wp-plugins/osclasscom
Catalog: languages/osclasscom-*.po
Languages: es_es

source: Only lowercase letters (a-z) are allowed
es_es: Solo están permitidas letras (a-z)

source: Please enter your name
es_es: Por favor introduce tu nombre

source: Please enter your email
es_es: Por favor introduce tu email

source: Please enter a valid email
es_es: Por favor introduce un email válido

source: Please enter your company name
es_es: Por favor introduce el nombre de tu empresa

source: Please enter your password
es_es: Por favor introduce tu contraseña

source: Please enter your custom address
es_es: Por favor introduce el dominio personalizado

source: Please enter no more than 14 characters
es_es: Por favor no introduzca más de 14 carácteres

source: Sorry, that site already exists!
es_es: Lo sentimos, este nombre de dominio ya está existe

source: Sending...
es_es: Enviando...

source: Sign up for free!
es_es: Registrate gratis!

source: Connect now!
es_es: Conecta ahora!

source: Please select your language
es_es: Por favor introduce tu idioma

source: Please enter your api key
es_es: Por favor introduce tu api key

source: Error connecting to your site. Check the API Key you've entered is correct.
es_es: Error al conectar. Revisa tu API Key por que es incorrecta.

source: Show menu
es_es: Mostrar menú

source: Jobs
es_es: Empleos

source: Currently no job vacancies available
es_es: No hay ofertas de empleo actualmente

source: View all offers
es_es: Ver todas las ofertas de empleo

source: Jobs from Osclass.com
es_es: Empleos de Osclass.com

source: Display your job offers
es_es: Muestra tus ofertas de empleo

source: No vacancies available
es_es: No hay ofertas de empleo disponibles.

source: Powered by osclass.com
es_es: Hecho por osclass.com

source: Title:
es_es: Título:

source: Number of vacancies to show:
es_es: Número de ofertas de empleo a mostrar:

source: Get free recruiting software for your company!
es_es: Consigue gratis el software de reclutamiento para tu compañía!

source: Sign up
es_es: Regístrate

source: Or, do you already have a job board in Osclass.com?
es_es: ¿O ya dispones de tu job board en Osclass.com?

source: Import your job offers into your site.
es_es: Importa tus ofertas de empleo en tu sitio web.

source: Create new job board
es_es: Crear nuevo job board

source: Company
es_es: Compañía

source: Password
es_es: Contraseña

source: Domain name
es_es: Nombre de dominio

source: Select your language
es_es: Selecciona un idioma

source: Loading languages
es_es: Cargando idiomas

source: Select your country
es_es: Selecciona un país

source: Loading countries
es_es: Cargando paises

source: Do you work for a HR consultancy?
es_es: Trabajas para una empresa de recursos humanos?

source: By clicking "Sign up" you agree to our
es_es: Clicando en "Registrate" estás aceptando nuestros

source: terms & conditions
es_es: términos y condiciones

source: and
es_es: y

source: privacy policy
es_es: política de privacidad

source: Connect with your Osclass job board
es_es: Conecta con tu Osclass job board

source: If you already have an osclass.com job board
es_es: Si ya dispones de tu osclass.com job board

source: You need to enter into your admin panel and copy your Api key located under <br/>Settings -> Api key
es_es: Necesitas entrar en tu panel de administración y copia tu Api key, se encuentra <br/> Preferencias -> Api key

source: Your domain name
es_es: Tu nombre de dominio

source: You api key
es_es: Tu Api key

source: This could take a while
es_es: Esto podría llevar un tiempo

source: Add new vacancy
es_es: Añadir oferta de empleo

source: Add a new vacancy, add killer questions and share it on social networks
es_es: Añade una oferta de empleo, añade killer questions y comparte en las redes sociales

source: View your jobboard
es_es: Ir a tu portal de empleo

source: The applicants access your job board and apply to the vacancies available. See how it looks and manage all the settings. Make sure it looks good!
es_es: Los candidatos acceden a tus ofertas y aplican a las ofertas de empleo disponibles. Mira cómo funciona y gestiona todas las preferencias. Asegúrate de que se ve bien!

source: Dashboard
es_es: Escritorio

source: Manage easily all the vacancies, filter candidates' profiles, add notes from your Dashboard. Customize the design to adapt it to your needs in a few clicks.
es_es: Gestiona fácilmente todas tus ofertas de empleo, filtra perfiles de los candidatos y añade notas desde el escritorio. Personaliza y adapta el diseño en unos pocos clics.

source: Manage applicants
es_es: Gestiona candidatos

source: View the candidates' profiles, filter them, contact them or send an email. You can also import already exisiting profiles manually.
es_es: Visualiza los perfiles de los candidatos, filtra y contacta con ellos enviando un email. También podrás importar los candidatos existentes de manera manual.

source: Manage vacancies
es_es: Gestiona ofertas de empleo

source: Add new vacancies, modify, delete already existing ones or see which have received most visits. You can also set extra questions to be answered during the application process.
es_es: Añade ofertas de empleo, modifica y elimina ofertas ya existentes o comprueba cual ha recibido más visitas. También podrás añadir preguntas extra que deberán ser resueltas durante el proceso de aplicar a una oferta de empleo.

source: Manage settings
es_es: Gestiona las preferencias

source: Manage settings to adapt job board to your needs. Customize the design, change your domain name, enable spontanoues applications, your contact details and more.
es_es: Gestiona las preferencias para adaptar a tus necesidades tu portal de empleo. Personaliza el diseño, cambia tu nombre de dominio, activa las candidaturas espontáneas, los datos de contacto y más.

source: Jobs page
es_es: Página de empleos

source: View your vacancies page in your wordpress site.
es_es: Ir a tu página de empleo un tu wordpress.
